{
    "stories": [
        {
            "id": "1",
            "title": "Study Shows Link between Vitamin D Deficiency and Brain Health",
            "description": "New research led by University of South Australia scientists supports a causal effect of vitamin D deficiency on brain health, notably for the risk of dementia, but not on stroke risk.",
            "content": "\"Vitamin D is a hormone precursor that is increasingly recognized for widespread effects, including on brain health,\" said senior author Professor Elina Hyppönen, a researcher with the Australian Centre for Precision Health at the University of South Australia and the South Australian Health and Medical Research Institute, and her colleagues. \n \n \"Low 25-hydroxyvitamin D — an indicator of vitamin D status — concentrations are common, and the prevalence of severe vitamin D deficiency ranges from 5% to 50%, depending on location and population characteristics.\"   \"There are various mechanisms by which active vitamin D may affect the brain, including the regulation of neurotrophic growth factors, influences on inflammation, and thrombosis.\" \n \n \"With a growing interest in identifying modifiable risk factors for dementia and stroke, vitamin D has become an attractive candidate, as supplementation, diet, and sunlight exposure can maintain adequate serum concentrations.\"  \n \n  In a large-scale prospective study, the authors used information from 33,523 participants of the UK Biobank to examine the association between 25-hydroxyvitamin D concentrations with a range of brain neuroimaging features. \n \n  Extending the analyses to 427,690 participants, they also examined the associations with the risks of dementia and stroke using the nonlinear Mendelian randomisation (MR) approach. \n \n Vitamin D deficiency was associated with an increased risk of dementia and stroke, with the strongest associations for those with 25-hydroxyvitamin D concentrations less than 25 nmol/L.  \n \n  Nonlinear MR analyses confirmed the threshold effect of 25-hydroxyvitamin D on dementia, with the risk predicted to be 54% higher for participants at 25 nmol/L compared with 50 nmol/L. \n \n However, 25-hydroxyvitamin D was not associated with neuroimaging outcomes or the risk of stroke in the MR analyses.  \n \n \"Our findings are important for the prevention of dementia and appreciating the need to abolish vitamin D deficiency,\" Professor Hyppönen said.  \n \n \"Indeed, in this UK population we observed that up to 17% of dementia cases might have been avoided by boosting vitamin D levels to be within a normal range (50 nmol/L).\"  \n \n \"Larger MR studies are needed to confirm causality for the proposed associations between 25-hydroxyvitamin D concentrations and brain morphometry,\" the researchers said.  \n \n \"Our MR results suggest no clear association with stroke, whereas a causal relation with dementia risk provides an important opportunity for prevention.\"  \n \n",
            "url": "http://www.sci-news.com/medicine/vitamin-d-deficiency-brain-health-link-10904.html",
            "source": "SCI NEWS",
            "source_url": "http://www.sci-news.com",
            "source_logo": "https://www.aaas.org/sites/default/files/styles/large/public/s3fs-public/content_files/promo_science-news_square.jpg?itok=XNbAEnah",
            "image": "http://cdn.sci-news.com/images/2022/06/image_10904-Vitamin-D.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "Jun 15, 2022"
        },
        {
            "id": "2",
            "title": "NASA Launches Study of UFOs Despite \"Reputational Risk\"",
            "description": " NASA is launching a study of UFOs as part of a new push toward high-risk, high-impact science.",
            "content": "The space agency announced Thursday that it’s setting up an independent team to see how much information is publicly available on the matter and how much more is needed to understand the unexplained sightings. The experts will also consider how best to use all this information in the future. \n \n NASA’s science mission chief, Thomas Zurbuchen acknowledged the traditional scientific community may see NASA as \"kind of selling out\" by venturing into the controversial topic, but he strongly disagrees. \n \n “We are not shying away from reputational risk,” Zurbuchen said during a National Academy of Sciences webcast. \"Our strong belief is that the biggest challenge of these phenomena is that it's a data-poor field.\" \n \n NASA considers this a first step in trying to explain mysterious sightings in the sky known as UAPs, or unidentified aerial phenomena. \n \n The study will begin this fall and last nine months, costing no more than $100,000. It will be entirely open, with no classified military data used.  \n \n  NASA said the team will be led by astrophysicist David Spergel, president of the Simons Foundation for advancing scientific research. In a news conference, Spergel said the only preconceived notion going into the study is that the UAPs will likely have multiple explanations. \n \n  “We have to approach all these questions with a sense of humility,\" Spergel said. “I spent most of my career as a cosmologist. I can tell you we don't know what makes up 95% of the universe. So there are things we don't understand.\" \n \n",
            "url": "https://www.usnews.com/news/news/articles/2022-06-09/nasa-launches-study-of-ufos-despite-reputational-risk",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-4a87-dc51-afef-4b9786a50000/media%3Acceace942fae4dbe95d23afdcc147d3bNASA-UFOs_02717.jpg?update-time=1654812605000&size=responsive970",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 9, 2022, at 6:10 p.m."
        },
        {
            "id": "3",
            "title": "Spain becomes latest to give equal pay to male and female national team footballers",
            "description": "Spain's football federation has announced that male and female players will receive equal pay for representing their country.",
            "content": "The agreement -- which covers the next five seasons -- will also bring equality to the travel, food and accommodation available to Spain's national teams.  \n \n \"The bonuses received in percentages will be equalised,\" Royal Spanish Football Federation (RFEF) said in a statement on Tuesday. \n \n \"From now on, the women players in the national team will have an advance on bonuses, exactly the same as the men's team,\" added federation president Luis Rubiales. \n \n \"All players will also receive a percentage of the sponsorship contracts. I think it is difficult to find such a complete agreement elsewhere.\" \n \n FUTPRO union president Amanda Gutierrez -- who represented the women players in the negotiations -- has described it as a \"historic day\". \n \n England, Ireland, Norway and the United States are among other countries that have already reached equal pay agreements with men's and women's football teams. \n \n",
            "url": "https://www.euronews.com/2022/06/15/spain-becomes-latest-to-give-equal-pay-to-male-and-female-national-team-footballers",
            "source": "Euronews",
            "source_url": "https://www.euronews.com",
            "source_logo": "https://vectorlogoseek.com/wp-content/uploads/2019/09/euronews-vector-logo.png",
            "image": "https://static.euronews.com/articles/stories/06/77/62/42/773x435_cmsv2_37267be4-3a45-50ce-a9aa-c6acb29d75bd-6776242.jpg",
            "category": [
                "Sport"
            ],
            "country": "SPAIN",
            "published_at": "15/06/2022"
        },
        {
            "id": "4",
            "title": "Juri Vips: Red Bull suspend reserve driver over racist slur",
            "description": "Red Bull have suspended their test and reserve driver Juri Vips after he used offensive language in an online gaming stream.",
            "content": "Red Bull said the 21-year-old Estonian would not conduct any team duties \"with immediate effect, pending a full investigation into the incident\".  \n \n  He used a racist slur in a live-streamed game he was playing with fellow Red Bull junior Liam Lawson. \n \n Vips also used homophobic language on a separate occasion in the same stream.  \n \n  Red Bull said in a statement posted on social media: \"We condemn abuse of any kind and have a zero-tolerance policy to racist language or behaviour within our organisation.\" \n \n Vips, who races in Formula 2 and drove for Red Bull in first practice at this year's Spanish Grand Prix, later apologised on his Instagram account, saying: \"This language is entirely unacceptable and does not portray the values and principles I hold.  \n \n \"I deeply regret my actions and this is not the example I wish to set. I will co-operate with the investigation fully.\" \n \n  Lewis Hamilton has been at the forefront of F1's attempts to increase diversity and inclusion in recent years. \n \n The seven-time champion has set up his own commission to look into the root causes of the lack of minorities in motorsport, and to promote inclusion in science, technology and mathematics subjects in education. \n \n Earlier this month, Hamilton and four-time champion Sebastian Vettel vowed to continue to speak out on these and other important issues after the new president of F1's governing body the FIA, Mohammed Ben Sulayem, questioned whether drivers should air their views on such topics.  \n \n F1 launched its own campaign promoting diversity at the start of the 2020 season and has a programme which lasts until 2025 aiming to support students from under-represented backgrounds through university.  \n \n In addition, a number of the teams have launched their own diversity programmes.  \n \n  Hamilton, F1's first black driver, and British-born Thai Alexander Albon are F1's only two drivers from ethnic minority backgrounds. \n \n",
            "url": "https://www.bbc.com/sport/formula1/61890153",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/125D1/production/_125571257_gettyimages-1402127802.jpg",
            "category": [
                "Sport",
                "Politics"
            ],
            "country": "UK",
            "published_at": "21 June 2022"
        },
        {
            "id": "5",
            "title": "Gun Stocks Surge Higher As Supreme Court Rejects New York's Concealed Carry Law",
            "description": "The share prices of U.S. gun- and ammunition makers shot up Thursday after the Supreme Court struck down a New York law restricting concealed carry, the widest expansion of gun rights in over a decade that could lead to further rollbacks across the nation.",
            "content": "In a 6-3 ruling on Thursday, the U.S. Supreme Court struck down a New York State law restricting firearm owners from having a concealed carry weapon permit unless they had \"proper cause\" to do so and demonstrated \"good moral character.\" \n \nIn a major blow for gun control advocates, Supreme Court justices ruled that New York's concealed carry law violated the Fourteenth Amendment by stopping \"law-abiding citizens with ordinary self-defense needs\" from practicing their Second Amendment right to bear arms. \n \n The share prices of major gun- and ammunition makers surged higher following the Supreme Court decision: The largest public U.S. gunmaker ($1.1 billion market value), Sturm, Ruger & Co., saw its stock rise nearly 3% \n \n Shares of Smith & Wesson Brands, the second-largest gunmaker ($600 million market value), jumped over 6%, and major ammunition makers such as Vista Outdoor and Ammo Inc. also shot higher, both rising by around 3% or more. \n \n Other gun- and ammo-related stocks also rallied on Thursday: Big 5 Sporting Goods jumped nearly 5% and American Outdoor Brands rose roughly 6%, while weapons producer Axon Enterprises gained over 3%. \n \n Shares of gun and ammunition companies typically tend to rise after mass shootings or amid political discussions around stricter gun laws, as Americans tend to stock up ahead in anticipation of tighter restrictions. Amid a high number of mass shootings—roughly 250—so far in 2022, there has been renewed debate on gun control legislation in Congress and elsewhere. Sturm, Ruger & Co.’s stock is only down roughly 8% this year, outperforming the rest of the market amid the ongoing selloff in 2022. Shares of Smith & Wesson, Ammo Inc. and Vista Outdoor have all fallen by 20% or more, however.  \n \n In the case of the New York State Rifle & Pistol Association v. Bruen, the Supreme Court ruled on Thursday that the Second Amendment's definition of the right to \"bear arms\" includes \"carrying handguns publicly for self-defense.\" Other constitutional rights don't \"require individuals to demonstrate to government officers some special need,\" the justices added. \n \n  Whether the Supreme Court decision on New York’s concealed carry law will set a precedent that could overturn similar laws in other Democratic states. At least eight other states and the District of Columbia all have similar regulations where authorities have some discretion when it comes to issuing concealed carry permits to citizens. \n \n",
            "url": "https://www.forbes.com/sites/sergeiklebnikov/2022/06/23/gun-stocks-surge-higher-as-supreme-court-rejects-new-yorks-concealed-carry-law/?sh=b8b08934039f",
            "source": "Forbes",
            "source_url": "https://www.forbes.com",
            "source_logo": "https://237jzd2nbeeb3ocdpdcjau97-wpengine.netdna-ssl.com/wp-content/uploads/2019/08/Forbes-logo.png",
            "image": "https://npr.brightspotcdn.com/dims4/default/3bb30d4/2147483647/strip/true/crop/1870x1152+89+0/resize/880x542!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2018%2F01%2F25%2Fgettyimages-594190689_wide-f8f1aff223a29a977b6e402e5925adfabf12d1f5.jpg",
            "category": [
                "Business",
                "Politics"
            ],
            "country": "USA",
            "published_at": "Jun 23, 2022,11:50 AM EDT"
        },
        {
            "id": "6",
            "title": "NASA Wraps up Moon Rocket Test; to Set Launch Date After Fix",
            "description": " NASA said Thursday it has finished testing its huge moon rocket and will move it back to the launch pad in late August.A date for the first flight will be set after a leak that popped up during a dress rehearsal is fixed, the space agency said.",
            "content": " Earlier this week, NASA fueled the 30-story Space Launch System rocket for the first time and pressed ahead with a critical countdown test despite a fuel line leak. Previous attempts were foiled by technical issues. \n \n No one will be on board the debut launch that will hurl the Orion crew capsule atop the rocket to the moon and back. The initial flight will be followed by astronauts in 2024, looping around the moon and back. The third mission would attempt to land astronauts on the moon no earlier than 2025, more than a half-century after NASA's Apollo moonshots. \n \n  The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content. \n \n",
            "url": "https://www.usnews.com/news/news/articles/2022-06-23/nasa-wraps-up-moon-rocket-test-to-set-launch-date-after-fix",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-83c4-ddd9-a3a1-9fc6fe640000/media%3A098cd57f7b7042fdb6aed82de55877d7NASA_Moon_Rocket_67075.jpg?update-time=1655773008000&size=responsive970",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 23, 2022, at 3:00 p.m."
        },
        {
            "id": "7",
            "title": "United Airlines pilots to get raises of more than 14%, 8 weeks of maternity leave in new contract",
            "description": "The union representing United Airlines pilots has approved a tentative deal that would give the aviators pay raises of more than 14%, making it the first major U.S. carrier to reach a deal since the start of the Covid-19 pandemic and setting the bar for the rest of the industry.",
            "content": "The agreement comes as the airline and others grapple with a shortage of pilots, which some carriers say have forced them to trim flight schedules. The contract faces a vote by rank-and-file pilots that will conclude in mid-July. \n \n Under the agreement approved Friday, pilots would get more than 14.5% in pay increases within 18 months, according to the Air Line Pilots Association, which represents about 14,000 United pilots.  \n \n  Pilot pay at United as of 2020 ranged from about $73,000 a year for an early-career first officer on the carrier’s smallest aircraft to more than $337,000 for a wide-body captain, according to Kit Darby, a pilot pay consultant and retired United captain. However, pay can vary widely depending on how often pilots fly. \n \n The two-year agreement also includes eight weeks of paid maternity leave, a first for the carrier’s pilots. United said women comprise about 7% of its pilot ranks.  \n \n  The agreement sets the tone for negotiations with other large U.S. carriers, including Delta Air Lines, American Airlines and Southwest Airlines, as unions seek quality-of-life improvements after two years of the pandemic. Some pilots say airlines have created grueling schedules to capitalize on a rebound in travel that has left them fatigued, and some have recently picketed to protest conditions. \n \n In a video message to pilots last week, American Airlines CEO Robert Isom said the company would consider other carriers’ agreements, including United’s, and update its pay proposals once the details are known.  \n \n  \"Our team will be paid well and be paid competitively. You are not going to fall behind network peers,\" Isom said in the video seen by CNBC. \n \n Flight attendants and other work groups at major carriers are also in contract talks.  \n \n  Airlines' staffing struggles grew worse in the pandemic. Although U.S. airlines received $54 billion in taxpayer payroll aid that prohibited layoffs, airlines urged many pilots to take early retirement and leaves of absence, which created a hiring and training backlog. \n \n The shortage of pilots is particularly acute at regional carriers, which often fly to smaller cities. Two of American Airlines’ regional carriers Envoy and Piedmont last week said they would temporarily increase pilot pay by more than 50% to help attract and retain staff as competition for aviators heats up across the industry.  \n \n",
            "url": "https://www.cnbc.com/2022/06/24/united-airlines-pilots-to-get-raises-of-more-than-14percent-in-new-contract.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/107044253-1656078907410-107044253-1649445007265-gettyimages-1350840625-08896118.jpg?v=1656078974&w=740&h=416&ffmt=webp",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUN 24 2022 9:39 AM EDT"
        },
        {
            "id": "8",
            "title": "Samsung's monstrous 55-inch Odyssey Ark monitor could go on sale in August",
            "description": "Samsung is getting ready to release its massive 55-inch curved Odyssey Ark monitor in August, according to a report from Korean outlet ETNews (via SamMobile). The monitor, which was announced in January at CES, has reportedly gone through a few certification programs that have to be done before it can go on sale.",
            "content": "Samsung is getting ready to release its massive 55-inch curved Odyssey Ark monitor in August, according to a report from Korean outlet ETNews (via SamMobile). The monitor, which was announced in January at CES, has reportedly gone through a few certification programs that have to be done before it can go on sale. \n \n Details about this monitor are still scant. The company has said that it’ll have a 16:9 4K panel and that the stand will support pivot, tilt, and rotation. It also announced that it would come out in the second half of 2022 (which the reported August window falls squarely in). But let's be honest, when you show up with a monitor that promises to physically tower over you while you're using it, people will pay attention even if you don't announce the price or refresh rate. \n \n Many of us here at The Verge are very excited for this monitor — when it came time to hand out awards for CES 2022, we gave it Best in Show. But as with many CES announcements, as the months wear on, it can be hard to remember anything from the flood of gadgets and tech; did Samsung really announce an extremely curved, extremely large monitor that can stretch over and around you, or was that just a fever dream? Rumors that it could actually be coming out relatively soon prove that it was, in fact, actually announced and reminds us that we are looking forward to it. \n \n One thing that adds a bit of credence to the report is that Samsung has successfully released other monitors that it announced around CES this year. The decidedly less ambitious (but very cute) M8 monitor has already started hitting store shelves, as has a smaller (read: reasonably sized) curved gaming monitor, the Odyssey Neo G8. While that's obviously not proof that the Ark is up next, it is good to see that Samsung has a track record of shipping its CES monitors this year. \n \n",
            "url": "https://www.theverge.com/2022/6/24/23182030/samsung-55-inch-odyssey-ark-monitor-august-launch-rumors-ces",
            "source": "The Verge",
            "source_url": "https://www.theverge.com",
            "source_logo": "https://seekvectorlogo.com/wp-content/uploads/2018/02/the-verge-vector-logo.png",
            "image": "https://cdn.vox-cdn.com/thumbor/FvfENDqF2iSYzAF2St6HNJf07kw=/0x0:2775x1850/920x613/filters:focal(1559x763:2003x1207):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/71013806/Odyssey_Ark_side.0.jpg",
            "category": [
                "Tech",
                "Business"
            ],
            "country": "USA",
            "published_at": "June 24, 2022, 3:59 PM"
        },
        {
            "id": "9",
            "title": "Stunning Jupiter storm photographs seen in citizen scientist project",
            "description": "A new project empowers citizens to identify the composition of Jupiter's storms. Scientists have long sought to understand the 'vortices' forming in the clouds of these storms. Jupiter is more than 467 million miles from Earth and its atmosphere is composed of hydrogen and helium",
            "content": "Jupiter is famous for its massive, eye-catching storms. \n \n Now, citizens will be able to help scientists uncover the mysteries of the gigantic planet's storms. \n \n The project is hosted on Zooniverse and utilizes data from NASA's Juno spacecraft, which launched in 2011 arrived at the planet in 2016. \n \n The effort is meant to study the 'different types of clouds that form on Jupiter, in order to better understand how the atmosphere of the largest planet in our solar system works,' Ramanakumar Sankar, lead of the project and a postdoctoral researcher at the University of Minnesota, explained. \n \n Researchers will focus on the vortices that form in the clouds of Jupiter, as well as their origins, which have long puzzled scientists, Sankar said. \n \n 'There is very little we know about why the clouds in vortices have so many colors — is it due to the atmospheric composition? Or are the clouds forming at different altitudes, where the pressure and temperature affect the crystalline structure, resulting a different color?' \n \n Jupiter is located more than 467 million miles from Earth and its atmosphere is composed of hydrogen and helium. \n \n Scientists hope to better understand these areas by creating a catalog of the vortices and 'match them with the underlying physics/chemistry of the location that they form in,' Sankar wrote in a <a href='https://cse.umn.edu/physics/news/school-leads-citizen-science-effort-study-jupiters-atmosphere'>blog post</a>. \n \n 'If one person is having trouble categorizing an image, maybe others will, too,' Sankar said. 'That might indicate that we have found something new or unique that we can more closely examine.' \n \n Earlier this month, NASA released a clip of Juno flying just 2,050 miles above the gas giant. \n \n It was traveling at about 131,000 miles per hour relative to the planet, according to NASA. \n \n",
            "url": "https://www.dailymail.co.uk/sciencetech/article-10949863/Stunning-Jupiter-storm-photographs-analyzed-citizens-new-scientific-project.html",
            "source": "Daily Mail",
            "source_url": "https://www.dailymail.co.uk",
            "source_logo": "https://play-lh.googleusercontent.com/5sbk5YKQdIxkbBlBPsafP0nYMNg4kMeeanRaZaUPDUVL8B5xhX8FgSYaWjCP-2t3KKM",
            "image": "https://i.dailymail.co.uk/1s/2022/06/24/16/59478887-10949863-image-a-8_1656083744201.jpg",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "UK",
            "published_at": "19:15 BST, 24 June 2022"
        },
        {
            "id": "10",
            "title": "Natalie Portman's Trainer Reveals Her Grueling 10-Month 'Thor: Love and Thunder' Workout Routine",
            "description": "The Oscar winner went through some seriously intense workouts to get herself back in Marvel shape.",
            "content": "\"Thor: Love and Thunder\" marks Natalie Portman's first major Marvel Cinematic Universe appearance since 2013's \"Thor 2.\" While the \"Black Swan\" star is reprising her role as Jane Foster from the first two \"Thor\" films, her third appearance will look dramatically different from anything Marvel fans have seen her do before. Rather than sitting on the sidelines as a love interest for the God of Thunder, Taika Waititis new film sees her picking up the hammer and suiting up as a superhero in her own right. \n \n But to do that, she had to get in superhero shape. Portman spent 10 months working out for the film, including several months of conditioning before she began actively adding muscle. And once the shoot started, she was training at 4:30 a.m. every day. The process was overseen by trainer Naomi Pendergast, who outlined Portman's workout regimen in a new interview with Variety. \n \n \"The goal and initial brief for working with Natalie was to develop arm and abdominal definition,\" Pendergast said. \"However, to safely get Natalie to this goal without injury we worked to condition her body first for about four months. This meant we could safely up the load to bulk her up without negatively affecting her joints.\" \n \n Once Portman was fit enough to start bulking up without risking injuries, they were off to the races. Because they were training during the COVID pandemic, much of the initial work was done with dumbbells. And lots and lots of boxing. \n \n \"We worked on building her upper body three times a week, which included arm, back, chest exercises, boxing, skipping and running,\" she said. \"The other two days were dedicated to injury prevention work, which included Pilates-based exercises, stretching, release work and balance exercises.\" \n \n Of course, working out is useless without the right diet, and Pendergast also had to work to ensure that Portman could add muscle while sticking to her vegan diet. \n \n \"Natalie is an extremely healthy person with a very wholesome and clean diet, so we did not have to make any major changes to her food,\" she said. \"Natalie is a vegan, so for her to get enough protein to bulk up the way she needed we had to increase her daily amount by adding vegan-based protein powders a couple of times a day.\"",
            "url": "https://www.indiewire.com/2022/06/natalie-portman-thor-workout-routine-1234736473/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.cinemascomics.com/wp-content/uploads/2022/05/natalie-portman-diosa-del-trueno-ucm-thor-love-and-thunder.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 2:00 PM"
        },
        {
            "id": "11",
            "title": "Biden signs bipartisan gun safety package into law",
            "description": "President Joe Biden on Saturday signed into law the gun safety package passed by Congress this week.",
            "content": "President Joe Biden on Saturday signed into law the gun safety package passed by Congress this week. \n \n \"Time is of the essence,\" Biden said as he delivered remarks in the Roosevelt Room alongside first lady Jill Biden. \"Lives will be saved.\" \n \n The Bipartisan Safer Communities Act broke a nearly 30-year stalemate on Capitol Hill, becoming the first major piece of federal gun reform to clear both chambers since the Brady bill. \n \n \"At a time when it seems impossible to get anything done in Washington, we are doing something consequential,\" Biden said. \n \n A bipartisan group of senators began crafting the legislation in the aftermath of a tragic mass shooting at Robb Elementary School in Uvalde, Texas, that left 19 young children and two teachers dead. \n \n In heartbreaking testimony, lawmakers heard directly from a fourth grader trapped inside her classroom as the rampage unfolded. She testified that she smeared herself with her classmate's blood and played dead to survive as the shooter terrorized the school for more than an hour. \n \n The House passed the Senate-backed legislation on Friday -- exactly one month after the Uvalde massacre. \n \n Following the historic vote, House Speaker Nancy Pelosi held a bill enrollment ceremony where she said Congress was \"honoring a promise in honor of all those who have lost loved ones to gun violence.\" \n \n The law includes $750 million to help states implement \"red flag\" laws to remove firearms from people deemed to be a danger to themselves or others, as well as other violence prevention programs. It also provides funding for a variety of programs aimed at shoring up the nation's mental health apparatus and securing schools. \n \n It will enhance background checks for gun buyers under the age of 21 by giving authorities up to 10 business days to review the juvenile and mental health records of young gun purchasers, and makes it unlawful for someone to purchase a gun for someone who would fail a background check. \n \n Another key provision is closing the so-called \"boyfriend loophole\" so individuals in \"serious\" \"dating relationships\" who are convicted of domestic abuse will be prevented from purchasing a gun. \n \n But the law doesn't go as far as Democrats -- and Biden -- wanted, excluding measures such as universal background checks and a ban on assault weapons and high-capacity magazines. \n \n The House has passed several bills with stricter gun regulations, but none have been taken up in the Senate. \n \n \"I know there's much more work to do, and I'm never going to give up,\" Biden said on Saturday. \"But this is a monumental day.\" \n \n The signing of the gun safety bill comes just days after a major Supreme Court decision expanding gun rights. \n \n The court's conservative majority struck down a 100-year-old New York law that restricted the concealed carry of handguns in public to only those with a \"proper cause.\" Justice Clarence Thomas wrote in the opinion that the Second and Fourteenth Amendments protect an individual's right to carry a handgun for self-defense outside the home. \n \n The high court on Friday also delivered a ruling overturning Roe v. Wade, the landmark decision legalizing abortion access nationwide for the past 50 years. \n \n When asked about the Supreme Court on Saturday, Biden said he thought the court has \"made some terrible decisions.\" \n \n",
            "url": "https://abcnews.go.com/US/biden-signs-bipartisan-gun-safety-package-law/story?id=85692952",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/Politics/biden-gun-safety-signing-ap-jef-220625_1656162146760_hpMain_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 3:01 PM"
        },
        {
            "id": "12",
            "title": "NASA Hopes to Launch a Very Special Microwave-Sized Satellite on Monday",
            "description": "A tiny satellite is poised to set the stage for something far grander: a full-blown lunar space station. NASA's CAPSTONE satellite is scheduled to launch on Monday and then travel to a unique lunar orbit in a pathfinder mission for the Artemis program, which is seeking to return humans to the Moon later this decade.",
            "content": "A tiny satellite is poised to set the stage for something far grander: a full-blown lunar space station. NASA's CAPSTONE satellite is scheduled to launch on Monday and then travel to a unique lunar orbit in a pathfinder mission for the Artemis program, which is seeking to return humans to the Moon later this decade. \n \n CAPSTONE is hitching a ride on board Rocket Lab's Electron rocket, which will take off from the private company's Launch Complex 1 in Mahia, New Zealand. Rocket Lab made headlines in May by using a helicopter to catch a falling booster rocket. The CAPSTONE launch is scheduled for 6 a.m. ET on June 27 with live coverage starting an hour earlier. You can catch the action at the agency's website or app. \n \n Approximately one week into the CAPSTONE mission, the probe's journey will be made available through NASA's Eyes on the Solar System interactive real-time 3D data visualization. \n \n The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) mission will send a microwave-sized satellite to a near rectilinear halo orbit (NRHO) around the Moon. The satellite will be the first to cruise its way around this unique lunar orbit, testing it out for the planned Lunar Gateway, a small space station that is meant to allow for a sustained human presence on the Moon. \n \n NRHO is special in that it's where the pull of gravity from the Moon and Earth interact; this orbit will theoretically keep spacecraft in a “gravitational sweet spot” in a near-stable orbit around the Moon, according to NASA. NRHO is therefore ideal in that it will require less fuel than conventional orbits and it will allow the proposed lunar space station to maintain a constant line of communication with Earth. But before NASA builds out its Gateway in this highly elliptical orbit, the space agency will use CAPSTONE—owned and operated by Colorado-based Advanced Space—to test its orbital models. \n \n Six days after launching from Earth, the Electron rocket’s upper stage will release the CAPSTONE satellite on its journey to the Moon. The 55-pound (25-kilogram) cubesat will then perform the rest of its four-month trip solo. Once at the Moon, CAPSTONE will test the orbital dynamics of its orbit for about six months. The satellite will also be used to test spacecraft-to-spacecraft navigation technology and one-way ranging capabilities that could eventually reduce the need for future spacecraft to communicate with mission controllers on Earth and wait to have signals relayed from other spacecraft. \n \n  \n \n NASA is methodically putting together the pieces for the agency's planned return to the Moon. The fourth and most recent wet dress rehearsal of the space agency's Space Launch System (SLS) went well, paving the way for a possible launch in late August. \n \n",
            "url": "https://gizmodo.com/nasa-capstone-artemis-lunar-gateway-1849104950",
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/18493ebe530131aac2bbd1ca9287b09e.jpg",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 4:16 PM"
        },
        {
            "id": "13",
            "title": "Jennifer Aniston honours her dad as she presents him with Daytime Emmys Lifetime Achievement award",
            "description": "Jennifer Aniston honoured her father, John Aniston, as she presented him with an award at the 49th annual Daytime Emmy Awards on Friday night.",
            "content": " The Friends actress appeared virtually to award her 88-year-old father with a Lifetime Achievement award for his 38-year portrayal on Days of Our Lives as Victor Kiriakis. \n \n  His soap co-star, Suzanne Rogers, introduced the award before Jennifer was shown praising her father, saying: \"This is a truly special moment for me.\" \n \n She continued: ‘It’s an opportunity to not only pay tribute to a true icon in the daytime television world, but it’s also a chance to recognize the lifelong achievements of a great and well-respected actor, who also happens to be my dad.  \n \n 'John Aniston has been working in television consistently for over half a century,’ she added, highlighting his role as Victor since 1985. \n \n 'You name it, I'm sure he's been on it,' she said, noting all the projects and soap operas her father has been on. \n \n‘For over 30 years, his dedication to that show has gained him respect and admiration of his fellow actors, deep friendships and thrilled millions of fans around the world. \n \n <p\"His career is literally the definition of lifetime achievement,\" she concluded.> \n \n Suzanne finished by thanking the academy and John's loved ones on his behalf, as he was not there in person. \n \n Thank you for this, and John I wish you were here. \n \n",
            "url": "https://metro.co.uk/2022/06/25/jennifer-aniston-honours-dad-john-as-he-earns-emmy-award-16891547/",
            "source": "METRO",
            "source_url": "https://metro.co.uk/",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/GettyImages-71013903-dfaf.webp?quality=90&strip=all&zoom=1&resize=644%2C486",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "25 Jun 2022 5:56 pm"
        },
        {
            "id": "14",
            "title": "Nadal missing old sparring partner Federer on Wimbledon return",
            "description": "Rafa Nadal returns to Wimbledon for the first time in three years but it will feel a little odd for the Spaniard who, for the first time at the All England Club, will not have sparring partner Roger Federer for company.",
            "content": "Rafa Nadal returns to Wimbledon for the first time in three years but it will feel a little odd for the Spaniard who, for the first time at the All England Club, will not have sparring partner Roger Federer for company. \n \n Their epic rivalry includes three successive Wimbledon finals from 2006 -- the first two won by Federer and the last by Nadal in unforgettable fashion in 2008. \n \n Federer played in the juniors at Wimbledon in 1998 and has been back every year since, winning a record eight titles and establishing himself as the king of the lawns. \n \n But the 40-year-old will be absent this year as the 36-year-old Nadal seeks to continue his quest for the calendar year Grand Slam, having won the Australian Open and French Open to take his haul of majors to a record 22. \n \n Federer's absence because of a knee injury that has sidelined him for a year will leave Wimbledon a little empty. \n \n Nadal acknowledges that without the Swiss raising the bar, his own achievements might not have been possible. \n \n \"I mean, we shared lot of important things together,\" second seed Nadal told reporters on Saturday. \"It's difficult in some ways to think of tennis in the last 15, 20 years without thinking about the rivalry that we have. \n \n \"I think in some way we push each other. I always wanted to think that my motivation never comes to me because of others, that it's a personal motivation. \n \n \"But, of course, to have somebody like him, like a rival, that he's amazingly good, helps you to let you know the things that you have to do better.\" \n \n Federer has hinted at making a comeback after Wimbledon with an eye on the U.S. Open, which could allow Nadal to complete his collection against the Swiss great. \n \n \"We've been playing in every big stadium, but not in New York, that's the only thing that bothers me a little bit, that we never played in New York,\" Nadal said. \n \n Nadal's appearance at Wimbledon was thrown into doubt over a foot injury that required him to have a numbing injection at the French Open just to get through his matches. \n \n A small surgical procedure since has allowed him to play without terrible pain, but the Spaniard said that he does not know whether the injury will flare up again. \n \n \"I can't tell you if I'm going to be in this positive moment for one week, for two days, or for three months,\" he said. \n \n Of course, the treatment that I did didn't fix my injury, not improving my injury at all, but it can take out a little bit of the pain. That's the main goal. \n \n \"For the last two weeks, I didn't have one terrible day where I can't move at all. Of course, some days are better; some days are a little bit worse.\" \n \n Nadal opens his quest for a third Wimbledon title against Argentine debutant Francisco Cerundolo. \n \n",
            "url": "https://www.reuters.com/lifestyle/sports/nadal-missing-old-sparring-partner-federer-wimbledon-return-2022-06-25/",
            "source": "Reuters",
            "source_url": "https://www.reuters.com",
            "source_logo": "https://yt3.ggpht.com/ytc/AKedOLS2SZUR3w8r974zTHsQ9c-b8ob7n6X9cutfzr_wVmw=s900-c-k-c0x00ffffff-no-rj",
            "image": "https://www.reuters.com/resizer/5QbbUSzE1MRB4PorhfrgHMW-QkU=/1200x0/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/GJZKPCZN7FI5VIC6F4CR4YUKWY.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "June 25, 2022, 6:59 PM GMT+2"
        },
        {
            "id": "15",
            "title": "Russia says it's killed 80 Polish fighters in warning to Nato member",
            "description": "Almost 100 Polish fighters have been killed in the fight for Ukraine's separatist states, Russia claims.",
            "content": "While the war in Ukraine continues to rage on in the country's eastern region, tensions between the Kremlin and Europe are getting worse.  \n \n Most recently, Moscow's defence ministry said its troops had destroyed \"up to 80 Polish fighters, 20 armoured combat vehicles and eight Grad multiple rocket launchers in precision strikes on the Megatex zinc factory in Konstantinovka\".  \n \n This is in the Donetsk region in eastern Ukraine, which Vladimir Putin is trying to seize full control over.  \n \n In the Russian city of Smolensk, Kremlin officials have removed the Polish flag from the Katyn memorial - erected in memory of 25,000 Poles massacred by the Soviet Union's police in 1940.  \n \n  Most of the victims were army officers thought be to be anti-communist, who were killed on the orders of Joseph Stalin in a forest near the city. \n \n The Soviet Union tried to deny responsibility and blame the Nazis for the mass killing but they eventually admitted the atrocity in 1990.  \n \n  Speaking about the flag's removal, Smolensk's mayor Andrei Borisov said: There cannot be Polish flags on Russian monuments. Even less so after the frankly anti-Russian comments by Polish political leaders. \n \n  The culture ministry of the Russian Federation made the right decision by removing the Polish flag. Katyn is a Russian memorial. \n \n Poland has supported Ukraine since Putin sent his soldiers across the border in February.  \n \n  It has supplied weapons and has taken in the largest number of Ukrainian refugees of any European country - some 1.1 million. \n \n As a Nato member, a military strike on Poland would mean all other members, including Britain, would leap to its defence.  \n \n  The Kremlin has also recently threatened Lithuania for blocking EU-sanctioned goods from reaching the Russian exclave of Kaliningrad. \n \n  Kaliningrad has land borders with Lithuania and Poland and is isolated from the rest of Russia. \n \n Goods normally reach the territory by rail via Belarus and Lithuania - there are no transport routes through Poland.  \n \n  Russia is still able to supply Kaliningrad by sea, without falling foul of EU sanctions but has demanded Lithuania lift its ban, warning that if transport links are not restored in full \"Russia reserves the right to take action in defence of its national interests\". \n \n Lithuania is also a Nato member state, so any attack on it would be seen as an attack on the alliance.  \n \n",
            "url": "https://metro.co.uk/2022/06/25/russia-says-its-killed-80-polish-fighters-in-warning-to-nato-member-16892191/",
            "source": "METRO",
            "source_url": "https://metro.co.uk",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/SEI_111303822-1.jpg?quality=90&strip=all&zoom=1&resize=540%2C359",
            "category": [
                "Politics"
            ],
            "country": "UK",
            "published_at": "25 Jun 2022 11:27 pm"
        },
        {
            "id": "16",
            "title": "Manchester United respond to claims Cristiano Ronaldo could make Chelsea transfer",
            "description": "Manchester United are adamant that Cristiano Ronaldo is not for sale and will still be at Old Trafford next season, despite the Portugal striker being linked with a stunning move to Premier League rivals Chelsea.",
            "content": " Ronaldo enjoyed an impressive return to United last season - at least on an individual basis - scoring 24 goals in 38 appearances and being voted for the PFA Player of the Year award. \n \n The 37-year-old signed a three-year contract when he re-joined Manchester United last summer but he was linked with a move away from Old Trafford throughout the 2021-21 campaign and that speculation has only increased since the end of the season. \n \n Ronaldo, desperate to win trophies at United and get back into the Champions League, is said to be concerned by the club’s transfer strategy, with several deals stalling in the early stages of the transfer window. \n \n On Saturday, it was reported that new Chelsea owner Todd Boehly had met Ronaldo's agent Jorge Mendes in Portugal, where the player's future at United and a possible move to Stamford Bridge was discussed. \n \n While Chelsea’s interest in Ronaldo is unknown, Thomas Tuchel is desperate to bolster his attacking options this summer after sanctioning the departure of £97.5m flop Romelu Lukaku, who is set to return to Inter Milan on a season-long loan. \n \n The Blues have also been linked with Raheem Sterling and Robert Lewandowski and it appears that Chelsea will be left disappointed if they do make a move for Ronaldo as United are adamant he is staying put. \n \n A senior club source told the Manchester Evening News: \"Cristiano is not for sale. We want and fully expect him to be with us next season.\" \n \n Ronaldo, who has won five Ballon d’Or awards, insisted last month that he was \"happy\" at Manchester United and excited to work under new boss Erik ten Hag. \n \n Ten Hag is taking over a team who finished just sixth in the Premier League last season despite Ronaldo's goals. \n \n \"I was and still am very happy to be here, and what I have to say to the fans is they are amazing\", Ronaldo said. \n \n Even when we lost games, they always support us, they always are with us. The supporters are always in my heart and it's the people that we all should respect because they are always on our side. \n \n For me, the most important thing is to try to win the games and try to win some championship or some cup but I believe that Manchester will be where they belong. As I say before, sometimes it takes time but I still believe.  \n \n What I know about him [Ten Hag] is he did a fantastic job for Ajax, that he's an experienced coach. But we need to give him time. \n \n Things need to change the way he wants. I hope we have success, of course, because, if you have success, all of Manchester is going to have success as well. I wish him the best. \n \n \"We are happy and excited, not only as players, but the supporters as well. I wish him the best and let's believe that, next year, we are going to win trophies.\" \n \n",
            "url": "https://metro.co.uk/2022/06/25/man-utd-react-to-claims-cristiano-ronaldo-could-make-chelsea-transfer-16892298/",
            "source": "Metro",
            "source_url": "https://metro.co.uk",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/comp-1656195933.png?quality=90&strip=all&zoom=1&resize=644%2C362",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "25 Jun 2022 11:47 PM"
        },
        {
            "id": "17",
            "title": "Wales Captain Gareth Bale Confirms MLS Move To Los Angeles FC",
            "description": "Wales captain Gareth Bale confirmed his move to Major League Soccer's Los Angeles FC on Saturday following his departure from Spanish giants Real Madrid",
            "content": " Wales captain Gareth Bale confirmed his move to Major League Soccer's Los Angeles FC on Saturday following his departure from Spanish giants Real Madrid. Bale confirmed his plans to join LAFC in a post on Twitter following widespread reports earlier Saturday about the move. \"See you soon, Los Angeles,\" the 32-year-old wrote. An accompanying video showed Bale wearing an LAFC shirt and cap. \n \n Earlier the Los Angeles Times said Bale will be eligible to play for LAFC from July 1.  \n \n ESPN reported that Bale will fly to Los Angeles at the end of next week to sign a deal which runs to the end of this season, with an option for an additional year.  \n \n  Bale was once the world's most expensive player and has spent the last eight seasons with Real Madrid, winning three domestic championships and five Champions League titles. \n \n  The Welshman has scored 139 league goals in his club career with 39 goals in 106 internationals for Wales. \n \n  Bale played a pivotal role in helping Wales qualify for this year's World Cup, where they will face the United States, England and Iran in the group stage in Qatar. \n \n  It marks the first time Wales have qualified for the tournament since the 1958 finals. \n \n Bale's signing comes as LAFC bid to build on a strong start to the MLS season.  \n \n  The California club lead the Western Conference standings with 30 points from 15 games. \n \n  Bale will be the second high-profile international signing the club has made in recent weeks. Former Juventus and Italy international Giorgio Chiellini joined the club earlier this month. \n \n  News of Bale's decision to head to Major League Soccer comes just days after reports in Britain indicated he was in talks with Cardiff over a possible move. \n \n His former club Tottenham and Newcastle were also mooted as possible destinations.  \n \n",
            "url": "https://sports.ndtv.com/football/wales-captain-gareth-bale-confirms-mls-move-to-los-angeles-fc-3100997",
            "source": "SPORTS NDTV",
            "source_url": "https://sports.ndtv.com",
            "source_logo": "https://play-lh.googleusercontent.com/vEL54Kd4sgb1YAf4gdBhYPUMvpvISgE03nthK2JijK_tujtlvcxbnyVUKPgdQsz5SQ",
            "image": "https://c.ndtvimg.com/2021-06/jgqbi7i_gareth-bale-wales-afp_625x300_16_June_21.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
            "category": [
                "Sport"
            ],
            "country": "USA",
            "published_at": "June 26, 2022 08:25 AM IST"
        },
        {
            "id": "18",
            "title": "Russian Strike On Kyiv Kills One, Injures Six Ahead Ahead Of G-7 Summit",
            "description": "A Russian missile strike on an apartment building in Kyiv on Sunday killed one civilian and injured another six, Ukranian officials said Sunday, a deadly attack that Mayor Vitali Klitschko called an act of “symbolic aggression” as Group of Seven leaders meet in Germany to discuss the war.",
            "content": " One of multiple missiles launched into Kyiv early Sunday hit an eight-story apartment building, killing one and injuring six, including a 7-year-old girl who had to be pulled out of the rubble, Ukrainian officials said. \n \n  Another Russian missile landed on the playground of a nearby kindergarten that was empty at the time of the attack, according to Ukrainian media. \n \n More than 220 apartment buildings in Kyiv have been destroyed by Russian attacks, Klitschko said.  \n \n Klitschko told AFP the last major attack on Kyiv coincided with a visit from General Secretary of the United Nations António Guterres in April, saying that he believes the strike on the apartment building Sunday was also \"a symbolic attack.\"  \n \n The attack occurred just hours before leaders from the Group of Seven–the world’s richest democracies–gathered in Germany and just days ahead of a NATO summit in Spain that's set to begin Tuesday, where leaders will discuss the war in Ukraine.  \n \n President Joe Biden, who will take part in both summits this week, called the Sunday attack more of Russia's  \n \n",
            "url": "https://www.forbes.com/sites/carlieporterfield/2022/06/26/russian-strike-on-kyiv-kills-one-injures-six-ahead-ahead-of-g-7-summit/?sh=2931cc906d46",
            "source": "FORBES",
            "source_url": "https://www.forbes.com",
            "source_logo": "https://237jzd2nbeeb3ocdpdcjau97-wpengine.netdna-ssl.com/wp-content/uploads/2019/08/Forbes-logo.png",
            "image": "https://i.cbc.ca/1.6502260.1656267130!/fileImage/httpImage/image.jpg_gen/derivatives/original_780/1241541811.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "Jun 26, 2022, 11:56am EDT"
        },
        {
            "id": "19",
            "title": "Ukraine war: UK joins ban on imports of Russian gold",
            "description": "The UK, US, Canada and Japan will ban imports of Russian gold in an effort to hit Moscow's ability to fund the war in Ukraine.",
            "content": "The UK PM said the move would \"strike at the heart of Putin's war machine\". \n \n Gold exports were worth £12.6bn ($15.4bn) to Russia in 2021, and the UK says their importance has increased since the invasion as oligarchs rush to buy bullion to avoid sanctions.  \n \n  It comes as the G7 group of the world's richest nations meet in Germany. \n \n US President Biden suggested the other G7 nations - Germany, France and Italy - would also join the ban. \n \n \"Together, the G7 will announce that we will ban the import of Russian gold, a major export that rakes in tens of billions of dollars for Russia,\" he said in a tweet. \n \n UK Prime Minister Boris Johnson added: \"We need to starve the Putin regime of its funding. The UK and our allies are doing just that.\"  \n \n With London a major global trading hub for gold, the UK government said the move would have a huge impact on President Putin's ability to raise funds. \n \n Since Russia invaded Ukraine in February, Western countries have introduced a range of sanctions targeting wealthy individuals, banks, businesses and state-owned enterprises.  \n \n The US, European Union, UK and other countries have sanctioned more than 1,000 Russian individuals and businesses so far.  \n \n The latest measure will mean UK import restrictions will apply to Russian exports worth around £13.5bn.  \n \n  The UK said the gold import ban would come into force shortly, with legislation introduced in Parliament in the coming weeks. \n \n  It will apply to newly mined or refined gold, and does not impact gold previously exported from Russia. \n \n There are no plans to extend restrictions to Russian gold purchased legitimately before the import ban was put in place.  \n \n Discussions at the G7 summit in Bavaria are expected to focus on the international response to the war in Ukraine, as well as soaring prices and the global food crisis.  \n \n",
            "url": "https://www.bbc.com/news/business-61941589",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2582/production/_125620690_gettyimages-1239234785.jpg",
            "category": [
                "Politics",
                "Business"
            ],
            "country": "USA",
            "published_at": "June 26, 2022, 4:31 PM"
        },
        {
            "id": "20",
            "title": "Ben Affleck's son, 10, bashes a Lamborghini into BMW after dad lets him take wheel",
            "description": "Ben Affleck was pictured seemingly comforting his son during an outing with Jennifer Lopez on Sunday, after 10-year-old Samuel appeared to reverse a Lamborghini into a parked BMW at a car dealership in L.A",
            "content": "Ben Affleck 's 10-year-old son was behind the wheel of a Lamborghini when it bumped into another vehicle over the weekend.  \n \n  Samuel, 10, had joined dad Ben, 49, and his fiancee Jennifer Lopez, 52, for a trip to luxury vehicle dealership 777 Exotics when the incident happened on Sunday. \n \n Ben had allowed his son into the driver's seat of a yellow Lamborghini that had the engine running as he browsed the motors on offer at the Los Angeles dealership.  \n \n While in the motor Samuel put the car in reverse, which resulted in the vehicle making contact with the front of a white BMW situated behind the Lamborghini.  \n \n  In video footage of the incident obtained by TMZ, it appears that the luxury sports car touched the BMW's front wheel and possibly the fender. \n \n  After reversing into the car, Samuel - who Ben shares with his ex-wife Jennifer Garner - then got out of the Lambo the look at where the car had bumped another vehicle. \n \n  Speaking with the American publication, a representative for Ben stated that no damage was caused and all involved were okay. \n \n Ben and Jennifer - who got engaged for a second time earlier this year - were later pictured comforting Samuel, with the Jenny From the Block singer snapped holding hands with her beau's son as they left the car dealership on Sunday  \n \n  Samuel is one of three children Ben shares with his ex-wife Jennifer Garner, 50, whom he divorced in 2018. \n \n \"Our marriage didn't work, and that's difficult. Both of us really believe that it's important for kids to see their parents respect one another and get along, whether they're together or not,\" Ben explained to PEOPLE when discussing co-parenting with his ex-wife earlier this year.  \n \n The former couple are also parents to daughters Violet, 16, and Seraphina, 13, while Ben's wife-to-be Jennifer shares twins Emme and Max with ex-husband Marc Anthony. \n \n  Jennifer and Ben rekindled their romance last year, almost 20 years on from their original engagement and high-profile split. \n \n  In April, the mum-of-two explained exactly how her beau popped the question for the second time earlier this year and revealed all about the \"nothing fancy at all\" proposal.  \n \n  \"Saturday night while at my favorite place on earth (in the bubble bath), my beautiful love got on one knee and proposed,\" the Hustlers actress gushed in an On The JLo email update. \n \n  \"I was taken totally off guard and just looked in his eyes smiling and crying at the same time trying hard to get my head around the fact that after 20 years this was happening all over again, I was quite literally speechless and he said, “is that a yes?’” I said YES of course that's a YES.\" \n \n She continued to admit after the actor's proposal she was left crying with joy and feeling \" so incredibly happy and whole\".  \n \n  \"It was nothing fancy at all, but it was the most romantic thing I could've ever imagined...just a quiet Saturday night at home, two people promising to always be there for each other,\" she added when recalling the romantic moment. \n \n  The Love Don't Cost a Thing singer concluded by declared herself and the dad-of-three to be \"two very lucky people\" who have been given a second chance at true love. \n \n  The happy couple first met back in 2002 on the set of their critically-panned film, Gigli. At the time, Jennifer was still married to her second husband, Cris Judd. \n \n The singer went on to file for divorce from Cris in July 2002 and embarked on a very public relationship with Ben, which eventually led to the actor proposing to the star just months later in November 2002.  \n \n",
            "url": "https://www.mirror.co.uk/3am/celebrity-news/ben-afflecks-son-10-crashes-27333873",
            "source": "MIRROR",
            "source_url": "https://www.mirror.co.uk",
            "source_logo": "https://logonoid.com/images/daily-mirror-logo.jpg",
            "image": "https://i2-prod.mirror.co.uk/incoming/article27333997.ece/ALTERNATES/s615b/0_PAY-PREMIUM-EXCLUSIVE-Ben-Affleck-Scopes-Out-Damage-After-Son-Samuel-Crashes-Lambo-Into-SUV.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "UK",
            "published_at": "07:56, 27 Jun 2022"
        },
        {
            "id": "21",
            "title": "Xiaomi 12T Specifications Leak Tips Snapdragon 8+ Gen 1 SoC, Up to 12GB RAM; Spotted on US FCC: Report",
            "description": "Xiaomi 12T specifications have been leaked by a tipster. As per the alleged specifications, the Xiaomi smartphone will sport a 120Hz refresh rate display, a Snapdragon 8+ Gen 1 SoC paired with at least two configurations under the hood, 120W fast charging, optical image stabilisation (OIS) in the camera, and MIUI 13 OS skin. The Xiaomi 12T has allegedly been spotted on the US Federal Communications Commission (FCC) website as well. The listing shows a handset with Wi-Fi 802.11ax, 5G, and Bluetooth connectivity options.",
            "content": " The Xiaomi 12T specifications-related development comes from tipster Mukul Sharma, who claims that the Xiaomi 12T (tentative name) is under development and it could sport an AMOLED display with 120Hz refresh rate. The Xiaomi phone in question is said to come with a Qualcomm Snapdragon 8+ Gen 1 SoC paired with 8GB of RAM. The 8GB of RAM could be coupled with 128GB and 256GB storage options. Sharma goes on to claim that there could be a 12GB RAM variant as well. \n \n  Without giving details about the camera, Sharma says that the alleged Xiaomi 12T will come with OIS. He says the smartphone will also have 120W fast charging support, run Android 12-based MIUI 13 skin, and feature NFC as one connectivity option \n \n Other connectivity options of the rumoured Xiaomi 12T have been tipped by the alleged FCC listing of the smartphone. A Xiaomi handset with 22071212AG is listed with Wi-Fi 802.11ax, 5G (7 bands), Bluetooth, GPS, and IR blaster connectivity options. Furthermore, it also shows that the smartphone will arrive in two configurations: 8GB RAM + 128GB storage and 8GB RAM + 256GB storage (as suggested by Sharma).  \n \n  The Xiaomi handset with 22071212AG model number was previously spotted on IMEI database and is said to belong to the Xiaomi 12T. The IMEI database also showed another smartphone with model numbers 22071212AC. It is similar to the alleged Xiaomi 12T model number with ‘C' reportedly denoting the China variant. It is claimed to be launched as the Redmi K50 Ultra in China. The ‘G' in Xiaomi 12T model number is said to denote global, suggesting that the phone will be known as Xiaomi 12T in rest of the world. \n \n  The report mentioned above also listed a few other smartphones with model numbers 22081212G (Xiaomi 12T Pro), 22081212C (Redmi K50S Ultra), and 22081212UG (Xiaomi 12T Pro HyperCharge). \n \n",
            "url": "https://gadgets360.com/mobiles/news/xiaomi-12t-specifications-features-us-fcc-listing-leak-3104309",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/xiaomi_logo_reuters_large_1656322788837.jpg?downsize=950:*",
            "category": [
                "Tech",
                "Business"
            ],
            "country": "USA",
            "published_at": "27 June 2022 15:10 IST"
        },
        {
            "id": "22",
            "title": "Cyberpunk 2077 Now Supports AMD's Latest Upscaling Tech Thanks to This Mod",
            "description": "A modder creates an add-on for Cyberpunk 2077 that features AMD's image upscaling AI called FidelityFX Super Resolution 2.0, which launched recently.",
            "content": " Without going into too much detail, which most people reading this are already familiar with anyway, CD Projekt Red has managed to turn things around for Cyberpunk 2077. Given that it's one of the most expensive video games ever made, many felt let down by the product that was launched at the end of 2020. Luckily, things are much better now, though there's still room for improvement, and a new fan-made mod has just been released which makes the open world sci-fi game compatible with AMD's newest upscaling software. \n \n As spotted by DSO Gaming, modder PotatoOfDoom has created a mod for Cyberpunk 2077 that attempts to replace Nvidia's DLSS, or Deep Learning Super Sampling, with AMD's FSR, or FidelityFX Super Resolution. Specifically, it features version 2.0, which is the latest iteration of the tech from team red. The description on Nexus Mods says that this is still a \"proof of concept,\" but the developer has said that the results are \"quite impressive.\" Anyone who wishes to download and try the add-on are warned that it's still in development, so there may be some bugs.  \n \n  AMD released FSR 2.0 last month, with Arkane Studio's Deathloop being one of the first games to receive it. It offers a more open-source alternative to Nvidia's DLSS, which was one of the first upscaling technologies to hit the market, with the first iteration releasing in September 2020. While team green's software is becoming more open-source these days, it's mainly associated with the company's own RTX-based graphics cards, which is arguably what makes AMD's FSR somewhat more appealing. \n \n For those who aren't aware, image upscaling is pretty much an industry standard in gaming these days, up there with the likes of ray tracing. It essentially works by upscaling game visuals on the fly, redrawing pixels to make them comparable to higher resolutions. The idea behind it is to generate better graphics in games, without putting more strain on the hardware. Even Apple has announced its own upscaling tech, called MetalFX.  \n \n As for the game itself, CD Projekt Red is currently working on official DLC for Cyberpunk 2077. While the wounds may still be a little fresh for some, many people are prepared to move on from the blunder that was the game's 2020 launch. With a huge patch going live in February, many severe issues were finally fixed. But for some, the damage has already been done and it could take a while for CDPR's reputation to be fully restored.  \n \n",
            "url": "https://gamerant.com/cyberpunk-2077-support-amd-upscaling-ai-mod/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/06/cyberpunk-2077-johnny-silverhand-panam.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 27, 2022, 4:00 PM"
        }
    ]
}